Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh340-v2.tmx
Source language: bo
Languages: en

source: མཐོང་ནས་ཀྱང་དེ་དག་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་འོད་སྲུང་ལ་ཤིན་ཏུ་དགའ་བར་གྱུར་ཏོ། །
en: “At the sight of him, they experienced a surge of joy toward the tathāgata, the arhat, the totally and completely awakened Buddha Kāśyapa.

source: དགའ་བར་གྱུར་ནས་ཀྱང་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་འོད་སྲུང་ག་ལ་བ་དེར་དོང་སྟེ་
en: In their joy they approached the totally and completely awakened Buddha Kāśyapa.

source: ལྷགས་ནས་ཞབས་ལ་མགོ་བོས་ཕྱག་འཚལ་ཏེ། བླ་གོས་ཕྲག་པ་གཅིག་ཏུ་གཟར་ནས། ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་འོད་སྲུང་ག་ལ་བ་དེ་ལོགས་སུ་ཐལ་མོ་སྦྱར་བ་བཏུད་དེ། བཅོམ་ལྡན་འདས་ལ་འདི་སྐད་ཅེས་གསོལ་ཏོ། །
en: Upon their arrival they touched their heads to the Blessed One’s feet, drew down the right shoulder of their upper garments, bowed toward him with palms pressed together, and requested,

source: དེ་ནས་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་འོད་སྲུང་གིས་དེ་དག་རབ་ཏུ་ཕྱུང་སྟེ། བསྙེན་པར་རྫོགས་པར་མཛད་ནས། དེ་རྣམས་ལ་ལུང་ཡང་ཕོག་སྟེ། དེ་དག་གིས་དེར་ཚེ་གཅིག་ཏུ་ཚངས་པར་སྤྱོད་པ་སྤྱད་ཀྱང་།
en: “After the totally and completely awakened Buddha Kāśyapa led them to go forth as novices, conferred on them full ordination, and instructed them, they practiced pure conduct all their lives.

source: གང་གིས་ཀྱང་ཡོན་ཏན་གྱི་ཚོགས་མ་ཐོབ་ནས། འཆི་ཀར་དེ་དག་གིས་སྨོན་ལམ་བཏབ་པ།
en: Though they did not achieve any great virtues, at the time of their deaths they prayed,

source: འདི་ལྟར་བདག་ཅག་གིས་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་འོད་སྲུང་གི་བསྟན་པ་ལ། ཚེ་གཅིག་ཏུ་ཚངས་པར་སྤྱོད་པ་སྤྱད་ཀྱང་། གང་གིས་ཀྱང་ཡོན་ཏན་གྱི་ཚོགས་མ་ཐོབ་ཀྱི།
en: ‘While we may not have attained any great virtues, still we have gone forth like this in the doctrine of the totally and completely awakened Buddha Kāśyapa and practiced pure conduct all our lives.

source: ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་འོད་སྲུང་གིས། བྲམ་ཟེའི་ཁྱེའུ་བླ་མ་ལུང་བསྟན་པ་གང་ཡིན་པའི་སངས་རྒྱས་བཅོམ་ལྡན་འདས་དེ། བདག་ཅག་གིས་མཉེས་པར་བྱེད་པར་གྱུར་ཅིག །མི་མཉེས་པར་བྱེད་པར་མ་གྱུར་ཅིག །
en: Therefore, may we please and not displease Uttara, the young brahmin prophesied by the totally and completely awakened Buddha Kāśyapa to be the next blessed buddha.

source: དེའི་ཚེ་དྲང་སྲོང་ལྔ་བརྒྱ་པོར་གྱུར་པ་གང་ཡིན་པ་དེ་དག་ནི། དྲང་སྲོང་ལྔ་བརྒྱ་པོ་འདི་དག་ཁོ་ན་ཡིན་ཏེ།
en: Those five hundred sages then are none other than these five hundred sages now.

source: དེ་དག་གིས་དེར་ཚེ་གཅིག་ཏུ་ཚངས་པར་སྤྱོད་པ་སྤྱད་ནས། འཆི་ཀར་སྨོན་ལམ་བཏབ་སྟེ།
en: At that time they practiced pure conduct all their lives, and at the time of their deaths, they prayed,

source: དེ་ཁོ་ནའི་བསྟན་པ་ལ་རབ་ཏུ་བྱུང་ནས། ཉོན་མོངས་པ་ཐམས་ཅད་སྤངས་ཏེ་དགྲ་བཅོམ་པ་ཉིད་མངོན་སུམ་དུ་བྱེད་པར་གྱུར་ཅིག་ཅེས་བྱས་པ་དེས་ན།
en: May we go forth in his doctrine, cast away all afflictive emotions, and manifest arhatship.’

source: དགེ་སློང་དག་ང་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་འོད་སྲུང་དང་ཤིན་ཏུ་མཉམ་པ་དང་ཤུགས་མཉམ་པ་དང་། མཛད་པ་མཉམ་པ་དང་། ཐབས་མཉམ་པ་བརྙེས་པར་གྱུར་ནས།
en: “So it is, monks, now that I myself have become the very equal of the totally and completely awakened Buddha Kāśyapa—equal in strength, equal in deeds, and equal in skillful means—

source: འདི་རྣམས་ཀྱིས་ང་མཉེས་པར་བྱས་ནས། མི་མཉེས་པར་མ་བྱས་ལ། ང་ཉིད་ཀྱི་བསྟན་པ་ལ་རབ་ཏུ་བྱུང་ནས་ཉོན་མོངས་པ་ཐམས་ཅད་སྤངས་ཏེ། དགྲ་བཅོམ་པ་ཉིད་མངོན་སུམ་དུ་བྱས་སོ།། །།
en: that they have pleased me, not displeased me, gone forth in my very doctrine, cast away all afflictive emotions, and manifested arhatship.”

source: ལོང་བ་ཞེས་བྱ་བ་ནི།
en: The Blind Man

source: སངས་རྒྱས་བཅོམ་ལྡན་འདས་ཡུལ་མི་ཐི་ལ་ན། ལྷ་ཆེན་པོའི་ཨ་མྲའི་ཚལ་ན་བཞུགས་ཏེ། དེའི་ཚེ་ཡུལ་མི་ཐི་ལ་ན། ཁྱིམ་བདག་ཚོགས་ཅན་ཞེས་བྱ་བ་ཕྱུག་ཅིང་ནོར་མང་ལ་ལོངས་སྤྱོད་ཆེ་བ། རྣམ་ཐོས་ཀྱི་བུའི་ནོར་དང་མཉམ་པ། རྣམ་ཐོས་ཀྱི་བུའི་ནོར་དང་འགྲན་པ་ཞིག་གནས་པ་
en: When the Blessed One was in Mahā­deva Mango Grove in Mithilā, there lived in Mithilā a certain householder named Variegated. He was prosperous and wealthy, a person of vast and magnificent means, endowed with the wealth of Vaiśravaṇa—with wealth to rival Vaiśravaṇa’s.

source: དེས་ཐབས་ཟླར་བབ་པ་ལས་ཆུང་མ་བླངས་ཏེདེ་དེ་དང་ལྷན་ཅིག་ཏུ་རྩེ་ཞིང་དགའ་ལ་དགའ་མགུར་སྤྱོད་པར་བྱེད་དོ། །
en: When the time came for him to marry he took a wife, and they enjoyed themselves and coupled.

source: དེ་ཟླ་བ་དགུའམ་བཅུ་ལོན་པ་དང་། བུ་བྱད་ངན་པོ་ལོང་བ་ཞིག་བཙས་སོ། །
en: After nine or ten months had passed, she gave birth to a child who was deformed and blind.

source: དེ་ནས་ཁྱིམ་བདག་དེས་བུ་དེ་མཐོང་ངོ་། །དེ་མཐོང་མ་ཐག་ཏུ་ཕ་མ་གཉིས་སྡུག་བསྔལ་ཆེན་པོ་སྐྱེས་ཏེ།
en: When the householders saw their child, both parents were devastated.

source: བདག་ཅག་གཉིས་བརྒྱ་ལམ་ལན་ཅིག་ན་བུ་བཙས་ཀྱང་དེ་འདི་འདྲ་བར་གྱུར་ན་བདག་ཅག་གཉིས་ལ་བུ་བྱད་ངན་པོ་ལོང་བ་འདི་ལྟ་བུ་མི་དགོས་ཀྱིས།
en: “It is a rare thing to give birth to a son, but one who turns out like this, deformed and blind, is of no use to us,” they said.

source: ཕྱེ་མ་རེད་ནམ་སྲོས་ན་ཕྱིར་ཕྱུང་ལ་ཁྱི་རྣམས་ལ་སྦྱིན་ནོ་ཞེས་བྱས་ནས
en: “When night falls, we’ll toss him out to the dogs.”

source: ཕ་མ་གཉིས་ཀྱིས་དེ་ཕྱིར་ཕྱུང་སྟེ། ལམ་པོ་ཆེར་བོར་ནས། ཁྱི་རྣམས་ལ་བྱིན་ནོ། །
en: So his parents brought him outside, set him down on the main road, and left him for the dogs.

source: སངས་རྒྱས་བཅོམ་ལྡན་འདས་བགྲོད་པ་གཅིག་པུའི་ལམ་སྟོན་པ། རྣམ་པ་གཉིས་ཀྱི་ཤེས་བྱ་དང་། ཡེ་ཤེས་ལ་མངའ་བརྙེས་པ་མ་འདྲེས་པའི་དྲན་པ་ཉེ་བར་གཞག་པ་གསུམ་ལ་མཁས་པ། མི་འཇིགས་པ་བཞིས་མི་འཇིགས་པ། འགྲོ་བ་ལྔར་འགྲོ་བ་ལས་རྣམ་པར་གྲོལ་བ། སྐྱེ་མཆེད་དྲུག་ལ་མཁས་པ། བྱང་ཆུབ་ཀྱི་ཡན་ལག་བདུན་ལ་སྤྱོད་ཡུལ་བ། རྣམ་པར་ཐར་པ་བརྒྱད་ལ་བསམ་གཏན་པ། མཐར་གྱིས་གནས་པའི་སྙོམས་པར་འཇུག་པ་དགུ་ལ་སྙོམས་པར་འཇུག་པ། སྟོབས་བཅུའི་སྟོབས་དང་ལྡན་པ། ཡང་དག་པའི་སེང་གེའི་སྒྲ་ཆེན་པོ་སྒྲོགས་པ་རྣམས་ནི། ཆོས་ཉིད་ཀྱིས་ཉིན་དུས་གསུམ་མཚན་དུས་གསུམ་སྟེ། ཉིན་མཚན་དུས་དྲུག་ཏུ་སངས་རྒྱས་ཀྱི་སྤྱན་གྱིས་འཇིག་རྟེན་ལ་གཟིགས་ཏེ།
en: The blessed buddhas, teachers of the one path to be traversed, with mastery over wisdom and the two types of knowable objects, in command of the three kinds of sterling equanimity, fearless by means of the fourfold fearlessness, freed from migration through the five destinies, keen in the six sense bases, practiced in the seven limbs of enlightenment, focused on the eight liberations, absorbed in the nine successive meditative absorptions, possessing all ten of the ten powers, whose proclamations are the great roaring of a perfect lion, by nature regard the world with their buddha eyes six times throughout the day and night—three times by day and three times by night. These are their thoughts as they look out in wisdom:

source: སུ་ནི་ཕོངས་པ་དང་ཉམ་ང་བ་དང་། གནོད་པ་དང་ལྡན།
en: Who is destitute, in a dreadful state, and being harmed?

source: སུ་ནི་དགེ་བའི་རྩ་བ་རྣམས་ཡོངས་སུ་སྨིན་ཟིན་པ་ལས། ཡེ་ཤེས་ཀྱི་མཚོན་གྱིས་བརྟོལ་བར་བྱ།
en: Whom, having already ripened their roots of virtue, shall I slice open with the blade of wisdom?

source: ཁྱེའུ་འདི་ལུང་བསྟན་པའི་དུས་ལ་བབ་སྟེ། ཁྱེའུ་འདི་ལས་བརྟེན་ནས།
en: “The time has come for me to make a revelation about this child.

source: གདུལ་བར་བྱ་བའི་སྐྱེ་བོ་མང་པོ་དྲང་བར་བྱ་དགོས་སོ་སྙམ་དུ་དགོངས་ནས།
en: He will be instrumental in guiding a great many disciples.”

source: བཅོམ་ལྡན་འདས་ཀྱིས་ཅི་ནས་ཁྱེའུ་དེ་ཁྱིས་ཟ་བར་མི་འགྱུར་བར་བྱིན་གྱིས་བརླབས་སོ། །
en: With this in mind, the Blessed One performed a miracle that prevented the child from being eaten by dogs, come what may.

source: དེ་ནས་བཅོམ་ལྡན་འདས་ནང་པར་སྔར་བཞེངས་ནས། ཤམ་ཐབས་དང་ཆོས་གོས་གསོལ་ཏེ། ལྷུང་བཟེད་བསྣམས་ནས། དགེ་སློང་གི་ཚོགས་ཀྱིས་ཞབས་འབྲིང་བྱས་ཏེ། དགེ་སློང་གི་དགེ་འདུན་གྱིས་མདུན་དུ་བདར་ནས། ཡུལ་མི་ཐི་ལར་གཤེགས་ཏེ། བཅོམ་ལྡན་འདས་ཁྱེའུ་དེ་དང་འདབ་ཉེ་བ་ཞིག་ཏུ་བཞུགས་སོ། །
en: Early in the morning the Blessed One donned his lower garment and Dharma robes, and, carrying his alms bowl, he set out for Mithilā surrounded and attended by an assembly of monks, until he arrived not far from where the young man was.

source: དེ་ནས་ཡུལ་མི་ཐི་ལ་ན་གནས་པའི་སྐྱེ་བོ་མང་པོས། སངས་རྒྱས་བཅོམ་ལྡན་འདས་མཐོང་ངོ་། །
en: Many of the inhabitants of Mithilā saw the Blessed Buddha

source: མཐོང་ནས་ཀྱང་ཡ་མཚན་དུ་གྱུར་ཏེ། སྔོན་གྱི་དགེ་བའི་རྩ་བས་བསྐུལ་ནས་བཅོམ་ལྡན་འདས་ག་ལ་བ་དེར་དོང་སྟེ་ལྷགས་སོ། །
en: and they were filled with wonder. Impelled by their previous roots of virtue they went to see the Blessed One, and when they arrived before him,

source: མ་ལ་བདག་གིས་ཅི་ནས་ཁྱེའུ་འདིས་ཚེ་རབས་སྔ་མ་དྲན་པར་འགྱུར་ཞིང་ཚིག་ཀྱང་སྨྲ་ལ། ང་དང་ལྷན་ཅིག་ཏུ་གཏམ་ཟེར་བར་འགྱུར་བ་དེ་ལྟ་བུའི་ཏིང་ངེ་འཛིན་ལ་སྙོམས་པར་འཇུག་པར་བྱའོ་སྙམ་དུ་དགོངས་ནས
en: “The best thing would be for me to enter into a meditation such that this child remembers his former lives and can converse with me in words.”

source: བཅོམ་ལྡན་འདས་ཀྱིས་དེ་ལྟར་བྱིན་གྱིས་བརླབས་ཏེ། ཁྱེའུ་དེས་སྔོན་གྱི་ཚེ་རབས་དྲན་ནས་ཚིག་སྨྲ་ཞིང་བཅོམ་ལྡན་འདས་དང་ལྷན་ཅིག་ཏུ་གཏམ་ཟེར་བར་གྱུར་ཏེ།
en: So the Blessed One entered into a meditation such that the child remembered his former lives and could converse with him.

source: དེར་བཅོམ་ལྡན་འདས་ཀྱིས་ཁྱེའུ་དེ་ལ་བཀའ་སྩལ་པ།
en: Then the Blessed One asked him,

source: ཁྱེའུ་ཁྱོད་མི་སྡུག་པ་ཡིན་ནམ།
en: “Child, are you an ugly person?”

source: བཅོམ་ལྡན་འདས་མི་སྡུག་པ་ལགས་སོ། །
en: “O Blessed One, I am an ugly person.”

source: ལུས་དང་ངག་དང་ཡིད་ཀྱིས་ཉེས་པར་སྤྱོད་པའི་ལས་ཀྱི་འབྲས་བུ་རྣམ་པར་སྨིན་པ་མི་སྡུག་པ་ཉམས་སུ་མྱོང་བ་ཡོད་དམ།
en: “Are you now undergoing the hideous repercussions of your misconduct of body, speech, and mind?”

source: གསོལ་པ། བཅོམ་ལྡན་འདས་ལུས་དང་ངག་དང་ཡིད་ཀྱིས་ཉེས་པར་སྤྱོད་པའི་ལས་ཀྱི་འབྲས་བུ་རྣམ་པར་སྨིན་པ་མི་སྡུག་པ་ཉམས་སུ་མྱོང་བ་མཆིས་ལགས་སོ། །
en: “Blessed One, I am indeed undergoing the hideous repercussions of my misconduct of body, speech, and mind,” he replied.

source: གསོལ་པ། རང་གི་སེམས་ལགས་སོ། །
en: “My own mind,” he replied.

source: དེ་ནས་དེ་ཐོས་མ་ཐག་ཏུ་སྐྱེ་བོ་ཕལ་པོ་ཆེ་རྣམས་ཡ་མཚན་དུ་གྱུར་ཏེ།
en: Hearing this, immediately the people gathered there wondered,

source: སེམས་ཅན་འདི་ལྟ་བུ་སྔོན་གྱི་ཚེ་རབས་དྲན་ལ་ཚིག་ཀྱང་སྨྲ་ཞིང་། བཅོམ་ལྡན་འདས་དང་གཏམ་ཟེར་བ་སུ་ཞིག་གུ་སྙམ་མོ། །
en: “Who is this being who remembers his former lives and converses with the Blessed One?”

source: སངས་རྒྱས་བཅོམ་ལྡན་འདས་རྣམས་ནི་སྙན་སླེབས་པར་དཀའ་བ་ཡིན་ཏེ།
en: The ears of the blessed buddhas are difficult to reach,

source: དེ་དག་གིས་སངས་རྒྱས་བཅོམ་ལྡན་འདས་ལ་ཞུ་བའི་ཐུགས་མ་ཐུབ་ནས།
en: and they were not able to put their question to the Blessed One.

source: ཚེ་དང་ལྡན་པ་ཀུན་དགའ་བོ་ལ་དྲིས་པ་བཙུན་པ་ཀུན་དགའ་བོ་སེམས་ཅན་འདི་ལྟ་བུ་སྔོན་གྱི་ཚེ་རབས་ཀུན་ཀྱང་དྲན་ལ་ཚིག་སྨྲ་ཞིང་། བཅོམ་ལྡན་འདས་དང་ལྷན་ཅིག་ཏུ་གཏམ་ཟེར་བ་འདི་སུ་ཞིག །
en: So they inquired of Venerable Ānanda, “Lord Ānanda, who is this being who recalls his former lives and converses with the Blessed One?”

source: ཚེ་དང་ལྡན་པ་ཀུན་དགའ་བོས་སྨྲས་པ། སངས་རྒྱས་བཅོམ་ལྡན་འདས་ལ་ཞུས་ཤིག །
en: “Put your question to the Blessed One,” Venerable Ānanda replied.

source: དེ་དག་གིས་སྨྲས་པ། སངས་རྒྱས་བཅོམ་ལྡན་འདས་རྣམས་ནི་སྙན་སླེབས་པར་དཀའ་བས་ན།
en: “The ears of the blessed buddhas are difficult to reach,” they said, “and their presence is overwhelming.

source: བདག་ཅག་གིས་སངས་རྒྱས་བཅོམ་ལྡན་འདས་ལ་ཞུ་བའི་ཐུགས་མི་ཐུབ་བོ། །
en: We cannot ask the Blessed Buddha ourselves.”

source: སངས་རྒྱས་བཅོམ་ལྡན་འདས་རྣམས་ནི་བདག་གིས་ཀྱང་སྙན་སླེབས་པར་དཀའ་མོད་ཀྱི་ཁྱེད་ལ་སྙིང་བརྩེ་བའི་ཕྱིར་ཞུ་བར་བྱའོ་ཞེས་བྱས་ནས
en: “Though the ears of the blessed buddhas are difficult to reach for me as well, out of compassion for you I shall ask.”

source: ཚེ་དང་ལྡན་པ་ཀུན་དགའ་བོས་བླ་གོས་ཕྲག་པ་གཅིག་ཏུ་གཟར་ནས། བཅོམ་ལྡན་འདས་ག་ལ་བ་དེ་ལོགས་སུ་ཐལ་མོ་སྦྱར་བ་བཏུད་དེ། བཅོམ་ལྡན་འདས་ལ་འདི་སྐད་ཅེས་གསོལ་ཏོ། །
en: Venerable Ānanda drew down the right shoulder of his upper garment, bowed toward the Blessed One with palms pressed together, and inquired of the Blessed One,

source: བཙུན་པ་སེམས་ཅན་འདི་ལྟ་བུ་སྔོན་གྱི་ཚེ་རབས་དྲན་ལ་ཚིག་སྨྲ་ཞིང་། བཅོམ་ལྡན་འདས་དང་བཀའ་མཆིད་བགྱིད་པ་སུ་ལགས།
en: “Lord, who is this being who remembers his former lives and converses with the Blessed One?”

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། ཀུན་དགའ་བོ་སེམས་ཅན་འདི་སྡིག་པ་བྱེད་བྱེད་པ་ཡིན་ཏེ
en: “Ānanda,” the Blessed One explained, “this being is one who committed nonvirtuous actions over and over again.

source: འདིས་སྡིག་པའི་ལས་མང་པོ་བྱས་སོ། །
en: The nonvirtuous actions he committed were manifold.

source: ཀུན་དགའ་བོ་སྔོན་བྱུང་བ་འདས་པའི་དུས་ན་ཡུལ་མི་ཐི་ལ་འདི་ཉིད་ན། རྒྱལ་པོ་མི་སྡུག་པ་ཞེས་བྱ་བ་རྒྱལ་པོ་བྱེད་དེ།
en: “Ānanda, in times gone by, a certain king lived in Mithilā whose name was Virūpa .

source: རྒྱལ་པོ་དེ་ཕྲག་དོག་ཅན་ཞིག་ཏུ་གྱུར་ནས།
en: That king developed into a jealous person.

source: དེ་གང་གི་ཚེ་བཙུན་མོའི་འཁོར་གྱིས་ཞབས་འབྲིང་བྱས་ནས། སྐྱེད་མོས་ཚལ་གྱི་སའམ་གཞན་གང་དུ་འགྲོ་བར་འདོད་པ་ན། དེའི་ལམ་ཐམས་ཅད་དུ་མི་མེད་པར་བྱེད་དེ། སྐར་ཁུང་རྣམས་དང་སྒོ་རྣམས་ཀྱང་ཡོལ་བ་སྟུག་པོས་གཅོད་པར་བྱེད་དོ། །
en: When he was surrounded by his retinue of queens and wished to go somewhere—into the gardens or some other place—he cleared all the people off the road, even going so far as to cover their windows and doors with thick curtains.

source: བརྒྱ་ལ་འགའ་ཞིག་གིས་གློ་བུར་དུ་བཙུན་མོའི་འཁོར་མཐོང་ན། དེས་དེའི་མིག་འབྱིན་པར་བྱེད་དེ།
en: Should someone catch a glimpse of his retinue of queens, he would pluck out that person’s eyes.

source: དེ་ལྟ་བུའི་ཚུལ་གྱིས་དེས་སེམས་ཅན་མང་པོའི་མིག་མེད་པར་བྱས་སོ། །
en: He rendered many beings blind in this way.

source: དེ་ནས་ཕྱི་ཞིག་ན་དེའི་བཙུན་མོའི་འཁོར་གྱིས་ཞབས་འབྲིང་བྱས་ཏེ། སྐྱེད་མོས་ཚལ་གྱི་ནང་དུ་སོང་ངོ་། །
en: One day, he entered the gardens attended by his retinue of queens.

source: སངས་རྒྱས་བཅོམ་ལྡན་འདས་རྣམས་འཇིག་རྟེན་ན་མི་བཞུགས་པ་དེའི་ཚེ། རང་སངས་རྒྱས་སྡུག་ཅིང་ཕོངས་པ་རྣམས་ལ་སྙིང་བརྩེ་བ། བས་མཐའི་གནས་མལ་ན་གནས་པ།
en: “In times when a blessed one has not arisen in the world, in compassion for the destitute and suffering the solitary buddhas appear, taking up residence in remote places.

source: འཇིག་རྟེན་གྱི་ཡོན་གནས་གཅིག་པུ་བསེ་རུ་ལྟ་བུ་དག་འཇིག་རྟེན་དུ་བྱུང་སྟེ
en: Solitary as the rhinoceros, in all the world they alone are worthy of offerings.

source: རང་སངས་རྒྱས་ཞིག་ལམ་དེ་ནས་འོངས་པ་དེ།
en: So it was that a solitary buddha was coming down the road.

source: རྒྱལ་པོའི་ཞབས་འབྲིང་བ་རྣམས་ཀྱིས་མ་ཚོར་ནས། དེ་དེའི་བཙུན་མོའི་འཁོར་གྱི་མདུན་དུ་བབ་སྟེ།
en: Without attracting the attention of the king’s attendants he stood before the retinue of queens.

source: བུད་མེད་དེ་དག་གིས་དེའི་ལུས་མཛེས་པ་དང་སེམས་མཛེས་པ་མཐོང་ནས་དེ་དག་དགའ་བར་གྱུར་ཏོ། །
en: When the women noticed the elegance of his body and the elegance of his mind, they were filled with joy.

source: དགའ་བར་གྱུར་ནས་ཀྱང་གདོང་གཡོགས་ཕྱེ་སྟེ། བཏུད་ཅིང་ཕྱག་བྱས་སོ། །
en: In their joy they opened their veils, bowed down, and paid homage to him.

source: དེ་ནས་རྒྱལ་པོས་ཀྱང་དེ་ཐོས་ཏེ། ཐོས་མ་ཐག་ཏུ་དེ་ཕྲག་དོག་གི་གཞི་ལས་ཁྲོ་བའི་ཀུན་ནས་དཀྲིས་པ་ཆེན་པོ་སྐྱེས་ཏེ།
en: “As soon as the king heard about this, he bristled with fury on account of his jealousy.

source: དེ་ཁྲོས་ནས་རྒྱལ་པོའི་ཞབས་འབྲིང་བ་རྣམས་ལ་བཀའ་སྩལ་ཏེ།
en: In anger he ordered his royal attendants,

source: ཁྱེད་དེང་ལ་རབ་ཏུ་བྱུང་བ་དེའི་མིག་གཉིས་ཕྱུང་ཞིག་ཅེས་བསྒོའོ། །
en: “All of you, go pluck out that renunciant’s eyes!”

source: དེ་ནས་དེ་ཐོས་མ་ཐག་ཏུ། རྒྱལ་པོའི་ཞབས་འབྲིང་བ་རྣམས་ཀྱིས་རང་སངས་རྒྱས་དེ་བཟུང་ནས་མིག་གཉིས་ཕྱུང་སྟེ
en: As soon as his royal attendants heard this, they seized the solitary buddha and plucked out both his eyes.

source: རང་སངས་རྒྱས་དེ་ཡང་སྔོན་གྱི་ལས་མྱོང་བར་འགྱུར་བ་དེ་མངོན་སུམ་དུ་གྱུར་པས་རྫུ་བ་ཡང་མ་དྲན་ན། འཕྲུལ་པ་ལྟ་ཅི་སྨོས།
en: Faced as he was with this manifestation of his previous deeds, the solitary buddha did not think to so much as disguise himself, much less emanate.

source: ཉོན་མོངས་པ་འདི་ནི་མངོན་པར་སྨས་ཤིང་ཉམས་པར་གྱུར་ཏེ། འཁོར་བ་ན་འཁོར་ཞིང་ཡུན་རིང་པོར་སྡུག་བསྔལ་ཆེན་པོ་རྙེད་ན་མི་རུང་གིས།
en: ‘It’s not right for this emotionally afflicted person, who has become so abased, to circle in saṃsāra and meet with great suffering.’

source: འདིའི་ར་མདའ་བྱ་དགོས་སོ་སྙམ་སྟེ།
en: Reflecting in this way, he thought, ‘I have to help him.’

source: སྟེང་གི་ནམ་མཁའ་ལ་མངོན་པར་འཕགས་ནས་འབར་བ་དང་། ལམ་མེར་འདུག་པ་དང་། ཆར་འབེབས་པ་དང་། གློག་འགྱུ་བའི་ཆོ་འཕྲུལ་རྣམས་བསྟན་ཏོ། །
en: He rose up into the sky, making a miraculous display of fire and light, rain and lightning.

source: རྒྱལ་པོ་དེས་སྡོང་པོ་སོག་ལེས་བཅད་པ་བཞིན་དུ་ཞབས་ལ་ཕྱག་འཚལ་ཏེ་སྨྲས་པ།
en: When the king saw all this, he bowed down at the solitary buddha’s feet like a tree felled by a saw and said,

source: སྐལ་པ་ཆེན་པོ་དང་ལྡན་པ་མར་སྤྱོན།
en: ‘Oh great fortunate one, please, please come down!

source: བདག་ཉེས་པར་སྤྱད་པའི་འདམ་དུ་བྱིང་བའི་ལག་ནས་དྲང་དུ་གསོལ་ཞེས་བྱས་སོ། །
en: I’m mired in misdeeds! Please reach down and lift me up!’

source: བདག་ཉིད་ཆེན་པོ་དེ་ཡང་གཞི་དེས་ཡོངས་སུ་མྱ་ངན་ལས་འདས་ནས་རྒྱལ་པོ་དེས་དེའི་སྐུ་གདུང་ལ་མཆོད་པ་བྱས་ཏེ། སྨོན་ལམ་བཏབ་པ།
en: “Because he had sustained such injuries, however, the great being passed into parinirvāṇa. The king venerated his relics and prayed,

source: འདི་ལྟར་བདག་གིས་སེམས་ཅན་དག་པ་འདི་ལྟ་བུ་ལ་གནོད་པ་བྱེད་དུ་བཅུག་པའི་ལས་འདིའི་འབྲས་བུ་བདག་གིས་ཉམས་སུ་མྱོང་བར་མ་གྱུར་ཅིག །
en: ‘In this way may I not experience the results of the act of causing such a pure being to undergo such agony.

source: འདི་ལྟར་ཕྱིར་ཡང་བཀུར་སྟི་བྱས་པ་རྣམས་ཀྱི་དགེ་བའི་རྩ་བ་འདིས་ན།
en: By the root of virtue of having paid homage to him,

source: བདག་གང་དང་གང་དུ་སྐྱེ་བར་འགྱུར་བ་དེ་དང་དེར། ཕྱུག་ཅིང་ནོར་མང་ལ་ལོངས་སྤྱོད་ཆེ་བའི་རིགས་སུ་སྐྱེ་བར་ཤོག་ཤིག །
en: wherever I am born, may it be into a family of great means, prosperity, and wealth.

source: དེའི་ཚེ་རྒྱལ་པོ་མི་སྡུག་པར་གྱུར་པ་གང་ཡིན་པ་དེ་ནི། ལོང་བ་འདི་ཁོ་ན་ཡིན་ཏེ།
en: The one who was King Virūpa then is none other than this blind man.

source: དེས་རང་སངས་རྒྱས་དེའི་མིག་གཉིས་ཕྱུང་བ་དང་། སེམས་ཅན་སྟོང་ཕྲག་དུ་མའི་མིག་མེད་པར་བྱས་པའི་ལས་དེའི་རྣམ་པར་སྨིན་པས་ལོ་བརྒྱ་ཕྲག་དུ་མ་དང་། ལོ་སྟོང་ཕྲག་དུ་མར་དམུས་ལོང་འབའ་ཞིག་ཏུ་གྱུར་ཏེསེམས་ཅན་དམྱལ་བར་ཡང་འཚེད་པར་གྱུར་ཏོ། །
en: The act of plucking out the solitary buddha’s eyes and rendering hundreds upon hundreds of thousands of beings sightless ripened such that for hundreds upon hundreds of thousands of years he was always blind, and was roasted by hell beings.

source: དེ་ནས་ཤི་འཕོས་ནས་ཀྱང་ཚེ་རབས་ལྔ་བརྒྱར་ཡི་དགས་སུ་སྐྱེས་ཏེ།
en: “After dying and transmigrating from there, he took rebirth as an anguished spirit for five hundred lifetimes.

source: དེར་ཡང་འདིས་དམུས་ལོང་དུ་གྱུར་པ་འབའ་ཞིག་གི་སྡུག་བསྔལ་ཆེན་པོ་མྱོང་བར་གྱུར་ཏོ། །
en: This also caused him to undergo great suffering, and he was always blind.

source: ཡི་དགས་ལས་ཤི་འཕོས་ནས་ཚེ་རབས་ལྔ་བརྒྱར་དུད་འགྲོར་སྐྱེས་ཏེ། དེར་ཡང་དམུས་ལོང་འབའ་ཞིག་ཏུ་གྱུར་ཏོ། །
en: “After dying as an anguished spirit and transmigrating, he took rebirth as an animal for five hundred lifetimes, where he was also always blind.

source: དུད་འགྲོ་ལས་ཤི་འཕོས་ནས་ཚེ་རབས་ལྔ་བརྒྱར་མིར་སྐྱེས་ཏེ། ཐམས་ཅད་དུ་དམུས་ལོང་དུ་གྱུར་ཏོ། །
en: “When he died as an animal, he transmigrated and took rebirth as a human being for five hundred lifetimes, and in every birth he was blind.”

source: དེ་ནས་དགེ་སློང་རྣམས་ཀྱིས་གསོལ་པ། བཙུན་པ་སེམས་ཅན་འདི་སྡུག་བསྔལ་འདི་ལས་ནམ་ཐར་བར་འགྱུར།
en: “Lord,” the monks inquired, “when will this being be liberated from his suffering?”

source: བཀའ་སྩལ་པ། དགེ་སློང་དག་ཉན་ཐོས་དང་རང་སངས་རྒྱས་ལས་འདས་པའི་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་ཡིད་བཟང་ཞེས་བྱ་བ་འཇིག་རྟེན་དུ་འབྱུང་བར་འགྱུར་ཏེ།
en: “Monks” the Blessed One replied, “in the future a totally and completely awakened buddha named Sumati , who will far surpass the listeners and the solitary buddhas, will emerge in the world.

source: དེའི་གསུང་རབ་ལ་སེམས་ཅན་འདི་མིར་སྐྱེ་བར་འགྱུར་ཏེ། དབང་པོ་ཚང་བར་འགྱུར་རོ། །
en: It is through his teaching that this being will obtain a human birth with all his faculties intact.

source: དེ་ནས་དེའི་གསུང་རབ་ལ་རབ་ཏུ་བྱུང་ནས་ཉོན་མོངས་པ་ཐམས་ཅད་སྤངས་ཏེ། དགྲ་བཅོམ་པ་ཉིད་མངོན་སུམ་དུ་བྱེད་པར་འགྱུར་རོ། །
en: Then he will go forth in Buddha Sumati ’s teaching, cast away all afflictive emotions, and manifest arhatship.

source: དེ་ནས་དགྲ་བཅོམ་པ་ཉིད་ཐོབ་ཀྱང་ཉལ་བའི་ཚེ། ལས་ལས་སྐྱེས་པའི་བྱ་རོག་དག་ལྷགས་ནས་མིག་གཉིས་འབྱིན་པར་འགྱུར་ལ།
en: “Even after he has achieved arhatship, one day while he is sleeping crows will appear due to his past actions and pluck out both his eyes.

source: དེ་གཞི་དེས་ཡོངས་སུ་མྱ་ངན་ལས་འདའ་བར་འགྱུར་ཏེ
en: After sustaining such injuries he will pass into parinirvāṇa.

source: དེར་ལས་འདི་ལས་ཐར་བར་འགྱུར་རོ། །
en: It is then that he will be liberated from his past actions.”

source: ཉོན་མོངས་པའི་དབང་གིས་འཁོར་བ་ན། སྡུག་བསྔལ་འདི་ལྟ་བུ་དག་རྙེད་པར་འགྱུར་རོ་སྙམ་མོ། །
en: “By the force of the afflictive emotions, spiraling through saṃsāra we are sure to meet with sufferings such as these.”

source: དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་དེ་དག་ཡིད་སྐྱོ་བར་གྱུར་པར་ཐུགས་སུ་ཆུད་ནས། དེ་དག་དང་འཐུན་པའི་ཆོས་བསྟན་ཏེ།
en: The Blessed One directly apprehended their grief, taught them the Dharma accordingly

source: དེས་ན་སྐྱེ་བོ་མང་པོ་དེ་དག་གིས་སྟན་དེ་དག་ཉིད་ལ་འཁོད་བཞིན་དུ། ཁ་ཅིག་གིས་ནི་དྲོ་བར་གྱུར་པ་བསྐྱེད་དོ། །
en: and among the assembled some generated heat.

source: ཁ་ཅིག་གིས་ནི་སྤྱི་བོ་དང་། བདེན་པ་དང་འཐུན་པའི་བཟོད་པ་དང་། འཇིག་རྟེན་གྱི་ཆོས་ཀྱི་མཆོག་དང་། མཐོང་བའི་སྙོམས་པར་འཇུག་པ་བསྐྱེད་དོ། །
en: Some generated the peak, or generated the patience in accord with the truths, or generated the highest worldly dharma, or generated the attainment of seeing right where they sat.

source: འཁོར་དེ་དག་གི་ནང་ནས་ཕལ་ཆེར་ནི་སངས་རྒྱས་ལ་གཞོལ། ཆོས་ལ་འབབ། དགེ་འདུན་ལ་བབ་པར་གྱུར་ཏོ། །
en: Among the assembled, most found themselves drawn to the Buddha, intent on the Dharma, and favoring the Saṅgha.

source: གཅེར་བུ་པ་འོད་སྲུང་ཞེས་བྱ་བ་ནི།
en: The Story of Nirgrantha Kāśyapa

source: གླེང་གཞི་རྒྱལ་པོའི་ཁབ་ན་བཞུགས་ཏེ། དེའི་ཚེ་རི་ཁྲོད་ཅིག་ན་བྲམ་ཟེ་དབུལ་པོ་ཅིག་གནས་པ་དེ་ཞིང་ལས་ཀྱིས་འཚོ་བར་བྱེད་དོ། །
en: When the Blessed One was in Rājagṛha, a certain poor brahmin who made his living as a farmer lived out in the mountains.

source: དེ་ནས་ཕྱི་ཞིག་ན་དེའི་ཆུང་མ་ལ་བུ་ཆགས་ནས། དེ་ཟླ་བ་དགུའམ། བཅུ་ལོན་པ་དང་། བུ་བཙས་ཏེ་
en: One day his wife conceived, and after nine or ten months had passed she gave birth to a child.

source: ཁྱེའུ་འདིའི་མིང་ཅི་སྐད་གདགས་ཞེས་མིང་འདོགས་པར་བྱེད་དོ། །
en: “What name should we give this child?” and they named him, saying,

source: ཁྱེའུ་འདི་འོད་སྲུང་གི་རིགས་ཡིན་པས་ན། ཁྱེའུ་འདིའི་མིང་འོད་སྲུང་དུ་གདགས་སོ་ཞེས་ཟེར་རོ། །
en: “This is a child of the Kāśyapa clan, so his name will likewise be Kāśyapa .”

source: དེ་ནས་ཁྱེའུ་འོད་སྲུང་འོ་མ་དང་། ཞོ་དང་། མར་དང་། ཞུན་མར་དང་། མར་གྱི་ཉིང་གུ་རྣམས་ཀྱིས་བསྐྱེད་བསྲིངས་ནས།
en: They reared young Kāśyapa on milk, yogurt, butter, ghee, and milk solids,

source: དེ་གང་གི་ཚེ་ཆེར་སྐྱེས་པ་དེའི་ཚེ། དེ་ཕ་མ་དང་ལྷན་ཅིག་ཏུ་ཞིང་ལས་ལ་འགྲོའོ། །
en: and when he grew up he went with his parents to work in the fields.

source: དེ་ནས་དེས་བལྟས་ན་ཕ་དེས་སྲོག་ཆགས་སྟོང་ཕྲག་དུ་མ་ཁ་འདོག་པར་བྱེད་པ་མཐོང་ནས།
en: As he looked on he saw hundreds upon hundreds of thousands of living beings being killed.

source: ཕ་ལ་སྨྲས་པ།
en: He asked his father,

source: ཡབ་ཅིག་ཁྱོད་ཀྱིས་སྲོག་ཆགས་སྟོང་ཕྲག་དུ་མ་གྱིན་ད་ལ་སྡུག་བསྔལ་བར་བྱེད་པ་འདི་ལྟ་བུའི་འཚོ་བ་ཁྱོད་ལ་ཅི་དགོས།
en: “Father, you are causing hundreds of thousands of living beings to suffer. Why must you make your living this way?”

source: ཕས་སྨྲས་པ། བུ་བདག་ཅག་གི་འཚོ་བ་ནི་འདི་ཡིན་ཏེ་གཞན་མེད་དོ། །
en: “Son, this is the only way for us to make our living. There is no other choice,” his father replied.

source: དེ་ནས་ཁྱེའུ་དེས་བསམས་པ།
en: The youth thought,

source: བདག་འཚོ་བ་འདི་ལྟ་བུ་བཏང་ལ་ནགས་ཁྲོད་དུ་གནས་བཅའོ་
en: “I will give up making a living this way and go live in the forest.”

source: སྙམ་ནས། ངེས་པར་འབྱུང་བར་ཆས་སོ། །
en: With this thought, he resolved to go forth.

source: དེ་ནས་དེ་གང་གི་ཚེ་བཅོམ་ལྡན་འདས་ཀྱིས་བླ་ན་མེད་པའི་ཡེ་ཤེས་བརྙེས་ནས། མཐར་གྱིས་གདུལ་བར་བྱ་བ་རྣམས་ཀྱི་དོན་མཛད་ཅིང་
en: The Blessed One had achieved unexcelled wisdom and began to act for the benefit of those to be tamed.

source: རྒྱལ་པོའི་ཁབ་ཏུ་གཤེགས་ནས། བཅོམ་ལྡན་འདས་ཀྱི་གྲགས་པ་ཀུན་ཏུ་རྒྱས་པར་གྱུར་ཏོ། །
en: In time he came to Rājagṛha, and the Blessed One’s fame spread far and wide.

source: དེ་ནས་བཅོམ་ལྡན་འདས་བདུད་རྩིའི་ཆར་འབེབས་ཤིང་བདུད་རྩིས་འགྲོ་བ་རྣམས་ཚིམ་པར་མཛད་དོ། །
en: The Blessed One let fall a rain of nectar to satisfy living beings.

source: ཁྱེའུ་འོད་སྲུང་གིས་ཀྱང་དགེ་སྦྱོང་གཽ་ཏ་མ་རྒྱལ་པོའི་ཁབ་ན་བཞུགས་ཏེ། དེས་ནི་བདུད་རྩིའི་ཆར་འབེབས་ཤིང་། བདུད་རྩིས་འགྲོ་བ་རྣམས་ཚིམ་པར་མཛད་དོ་ཞེས་ཐོས་ནས་ཐོས་མ་ཐག་ཏུ་ཕ་མ་ལ་གསོལ་ཏེ།
en: When young Kāśyapa heard that the ascetic Gautama was staying in Rājagṛha and had let fall a rain of nectar to satisfy living beings, he immediately told his parents,
